Repository: Karmak23/Bibed
Catalog: locale/*/LC_MESSAGES/bibed.po
Languages: fr

source: <b>Automatic save</b> <span foreground="grey" size="small">Save BIB changes automatically while editing.</span>
fr: <b>Enregistrement automatique</b> <span foreground="grey" size="small">Sauvegarder automatiquement toutes les modifications ou changements pendant l'édition des éléments.</span>

source: <b>Remember recent files</b> <span foreground="grey" size="small">Remember this much BIB files recently opened. Set to 0 to disable remembering, or -1 for infinite.</span>
fr: <b>Mémoriser les fichiers récemment ouverts</b> <span foreground="grey" size="small">Garder en mémoire autant de fichiers <span font="monospace">.BIB</span> récemment ouverts. Positionnez à 0 pour désactiver la mémorisation, ou -1 pour une mémorisation sans limite.</span>

source: <b>Remember session</b> <span foreground="grey" size="small">When launching application, automatically re-open files which were previously opened before quitting last session, restore search query, filters and sorting.</span>
fr: <b>Mémoriser la session</b> <span foreground="grey" size="small">Au lancement de l'application, ré-ouvrir automatiquement les fichiers précédemment ouverts à la session précédente, et rétablir aussi le champ de recherche, les filtres et le tri de la vue principale.</span>

source: <b>Remember windows states</b> <span foreground="grey" size="small">Restore main window and dialogs sizes and positions across sessions.</span>
fr: <b>Mémoriser l'état des fenêtres</b> <span foreground="grey" size="small">Rétablir les tailles et positions de toutes les fenêtres d'une session à l'autre.</span>

source: <b>Report issues to developers</b> <span foreground="grey" size="small">Enabling this will automatically send errors, crashes and debugging data to developpers, anonymously. We use <span face="monospace">sentry</span> at address <a href="{website}">{website}</a>, on which you can create an account to help. Get in touch if you want to send errors to your own <span face="monospace">sentry</span>.</span>
fr: <b>Remonter les problèmes aux développeurs</b> <span foreground="grey" size="small">Activer cette option enverra automatiquement des rapports d'erreur, de plantage et toutes les informations de débogage aux développeurs, anonymement. Nous utilisons <span face="monospace">sentry</span> à l'adresse <a href="{website}">{website}</a>, sur lequel vous pouvez créer un compte pour contribuer si vous le souhaitez. Contactez-vous si vous souhaitez envoyer les rapports à votre propre instance <span face="monospace">sentry</span>.</span>

source: <b>Display tooltips in main view</b> <span foreground="grey" size="small">Show bibliographic entries preview as you hover them with your mouse cursor. Use <span face="monospace">Shift-Control-T</span> to toggle this setting while in the main view.</span>
fr: <b>Afficher les infobulles dans la vue principale</b> <span foreground="grey" size="small">Afficher des prévisualisations des entrées bibliographiques lorsque vous les survolez avec votre dispositif de pointage. Utilisez <span face="monospace">Shift-Control-T</span> pour basculer l'état de cette option directement depuis la vue principale.</span>

source: <b>Use Bibed backgrounds</b> <span foreground="grey" size="small">Display light background in the main table view. Use <span face="monospace">Shift-Control-R</span> to randomly cycle backgrounds.</span>
fr: <b>Utiliser les fonds d'écran Bibed</b> <span foreground="grey" size="small">Afficher des fonds d'écrans légers dans la vue principale de l'application. Utilisez le raccourci <span face="monospace">Shift-Control-R</span> pour changer aléatoirement de fond d'écran depuis la vue principale de l'application.</span>

source: General
fr: Général

source: Accelerators
fr: Accelérateurs

source: <b>Add creation timestamp</b> <span foreground="grey" size="small">When adding a new bibliographic entry to database, stamp it with the date of today in the <span face="monospace">timestamp</span> field.</span>
fr: <b>Adjoindre la date aux nouveaux éléments</b> <span foreground="grey" size="small">Estampiller toutes les nouvelles entrées créées avec la date du jour dans le champ <span face="monospace">timbre à date</span> (<i>timestamp</i>).</span>

source: <b>Update timestamp on change</b> <span foreground="grey" size="small">When modifiying a bibliographic entry, update <span face="monospace">timestamp</span>.</span>
fr: <b>Mettre à jour le timbre à date lors des modifications</b> <span foreground="grey" size="small">Remplacer la valeur du champ <span face="monospace">timbre à date</span> (<i>timestamp</i>) par la date du jour lors des modifications des éléments.</span>

source: <b>Add owner at creation</b> <span foreground="grey" size="small">When creating a bibliographic entry, automatically add an <span face="monospace">owner</span> field. You have to specify a name in the field below, else nothing will be added.</span>
fr: <b>Adjoindre un nom de propriétaire à la création</b> <span foreground="grey" size="small">Automatiquement ajouter un champ <span face="monospace">propriétaire</span> (<i>owner</i>) à toutes les nouvelles entrées. Vous devez spécifier le nom de ce propriétaire dans le champ ci-après, sinon rien ne sera ajouté.</span>

source: <b>Update owner on change</b> <span foreground="grey" size="small">When changing a bibliographic entry that was not created by you, overwrite the previous <span face="monospace">owner</span> with you own value.</span>
fr: <b>Mettre à jour le propriétaire lors des modifications</b> <span foreground="grey" size="small">Remplacer la valeur du champ <span face="monospace">propriétaire</span> (<i>owner</i>) lors des modifications d'entrées qui n'ont pas été crées par vous.</span>

source: <b>Owner name</b> <span foreground="grey" size="small">Can be one or more words, including an email address. Valid characters include <span face="monospace">[a-z]</span>, <span face="monospace">[0-9]</span> and “<span face="monospace">-</span>”, “<span face="monospace">__</span>”, “<span face="monospace">@</span>” and “<span face="monospace">:</span>”.</span>
fr: <b>Nom de propriétaire</b> <span foreground="grey" size="small">Ça peut être un ou plusieurs mots, incluant une adresse courriel. Les caractères valides sont <span face="monospace">[a-z]</span>, <span face="monospace">[0-9]</span> ainsi que « <span face="monospace">-</span> », « <span face="monospace">__</span> », « <span face="monospace">@</span> » et « <span face="monospace">:</span> ».</span>

source: Creator / Editor
fr: Créateur / Éditeur

source: Main types
fr: Types principaux

source: Other types
fr: Autres types

source: <big>Main and other entry types</big> <span foreground="grey">Drag and drop items from one side to another to have</span> main <span foreground="grey">items displayed first in entry creator assistant, and</span> other <span foreground="grey">accessible in a folded area of the assistant. Note: they will appear in the exact order you organize them into.</span>
fr: <big>Main and other entry types</big> <span foreground="grey">Glissez-déposez d'un côté à l'autre pour avoir les éléments</span> principaux <span foreground="grey"> affichés en premier dans l'assistant du créateur d'entrées bibliographiques, et les</span> autres <span foreground="grey">accessibles dans une partie secondaire de l'assistant. Note : les types d'éléments bibliographiques apparaîtront dans l'ordre exact dans lequel vous les positionnez.</span>

source: Reset to defaults
fr: Rétablir les valeurs d'usine

source: Interface customization
fr: Personnalisation d'interface

source: Loading…
fr: Chargement…

source: Bibliographic Assistant
fr: Assistant bibliographique

source: or Bibliogra<b>phy</b> Assistant?
fr: ou Assistant bibliograph<b>iste</b> ?

source: Bibliography Editor, perhaps?
fr: Éditeur de bibliographie, peut-être ?

source: Whatever. Nevermind.
fr: Laissez tomber. Je reprends.

# treeview header
source: Key
fr: Clef

# treeview header
source: R
fr: L

source: In, by or how
fr: Dans, chez ou comment

source: Play {file}
fr: Jouer {file}

source: Open {file}
fr: Ouvrir {file}

source: You read this entry
fr: Vous avez lu cet élément

source: You skimmed this entry
fr: Vous avez parcouru / feuilleté cet élément

source: Entry is unread
fr: Vous n'avez pas lu cet élément

source: Entry has an abstract and personal comment
fr: L'élément a un résumé et un commentaire personnel

source: Entry has personal comment
fr: L'élément a un commentaire personnel

source: Entry has abstract
fr: L'élément a un résumé

source: and one more
fr: et un de plus

source: {data} copied to clipboard (from entry {key}).
fr: {data} copié dans le presse-papier (depuis l'élément {key}).

source: {} line, {} chars
fr: {} ligne, {} caractères

source: “{data}” {message} (from entry {key}).
fr: « {data} » {message} (depuis l'élément {key}).

source: run through {func}
fr: passé à travers {func}

source: Selected entry {key}.
fr: Élément {key} sélectionné.

source: bibliography assistant
fr: assistant de bibliographie

source: Upcoming feature
fr: Fonctionnalité en développement

source: Ready. Waiting for action…
fr: Prêt. En attente d'action…

source: Create an empty BIB database
fr: Créer une base de données bibliographique vide

source: Open an existing BIB database
fr: Ouvrir une base de données bibliographique existante

source: Select databases to display in main view
fr: Sélectionnez les bases de données à afficher

source: Library
fr: Bibliothèque

source: Add a bibliography entry
fr: Ajouter une entrée bibliographique

source: Duplicate a bibliography entry into a new one
fr: Dupliquer une entrée bibliographique

source: Move selected entries to another database
fr: Déplacer les entrées sélectionnées dans une autre base de données

source: Trash or delete selected entries
fr: Supprimer ou mettre à la corbeille les entrées sélectionnées

source: Show application preferences
fr: Afficher les paramètres de l'application

source: Import any data / file.
fr: Importer n'importe quelles données textuelles ou fichiers.

source: Start searching in selected databases
fr: Chercher dans les bases de données sélectionnées

source: <big>Something will be here</big> Upcoming feature. Please wait. (You have no choice, anyway :-D) <a href="{discuss_en}">Come discuss it on Telegram</a> if you wish.
fr: <big>Quelque chose sera ici</big> Fonctionnalité en développement. Soyez patiente. (Vous n'avez pas le choix, de toute façon :-D) <a href="{discuss_fr}">Venez en discuter sur Telegram</a> si vous le souhaitez.

source: <big>Welcome to Bibed!</big> You have no open bibliography yet. You can create a new one, or load an exising one, via icon-tools in the upper left corner. In case you need human help, you can <a href="{discuss_en}">reach us on Telegram</a>. Best regards, Olivier, Corinne and all Bibed contributors
fr: <big>Bienvenue dans Bibed !</big> Vous n'avez pas encore ouvert de bibliographie. Vous pouvez en créer une nouvelle, ou en charger une existante, via les icônes-outils dans le coin en haut à gauche. En cas de besoin d'assistance humaine, vous pouvez <a href="{discuss_fr}">nous joindre sur Telegram</a>. Salutations, Olivier, Corinne et toustes les contributeurices

source: {count} file selected
fr: {count} fichier sélectionné

source: {items} in {files}
fr: {items} dans {files}

source: {count} item
fr: {count} élément

source: {count} file
fr: {count} fichier

source: {app} – no file selected
fr: {app} – aucun fichier sélectionné

source: select at least one file to display in your library
fr: sélectionnez au moins un fichier à afficher dans votre bibliothèque

source: {0} – Welcome!
fr: {0} – Bienvenue !

source: Reloaded all open databases at user request.
fr: Toutes les bases de données ont été rechargées à la demande de l'utilisateur.

source: Please create a new BIB file
fr: Merci de créer une nouvelle base de données BIB

source: Untitled bibliography.bib
fr: Bibliographie sans nom.bib

source: Please choose one or more BIB file
fr: Merci de choisir un ou plusieurs fichier(s) BIB

source: {entry} added to {database}.
fr: {entry} ajouté dans {database}.

source: {count} entry moved to {destination}{unchanged}.
fr: {count} élément déplacé dans {destination}{unchanged}.

source: , and {count} already there
fr: , et {count} déjà à destination

source: {count} entry {what}.
fr: {count} élément {what}

source: trashed
fr: mis à la corbeille

source: definitively deleted
fr: définitivement supprimé(s)

source: {count} previously trashed entry definitively deleted.
fr: {count} entrée de corbeille définitivement supprimée.

source: Wipe {count} entry from trash?
fr: Supprimer {count} entrée de la corbeille ?

source: Delete {count} entry?
fr: Supprimer {count} entrée ?

source: This will permanently delete {entry} from your database.
fr: L'entrée {entry} sera définitivement effacée de votre base de données.

source: {count} database
fr: {count} base de données

source: This action cannot be undone. Are you sure?
fr: Cette action ne peut pas être annulée. Êtes-vous sur·e ?

source: {entry} modified in {database}.
fr: {entry} modifié dans {database}.

source: Bib(La)Tex files
fr: Fichiers Bib(La)TeX
