Repository: Karmak23/Bibed
Catalog: locale/*/LC_MESSAGES/bibed.po
Languages: fr

source: Loading {} file(s) and restoring previous session…
fr: Chargement de {} fichier(s) et rétablissement de la session…

source: “{}” already loaded.
fr: « {} » déjà chargé.

source: Cannot load file “{file}”: {error}
fr: Impossible de charger « {file} » : {error}

source: © Cocoliv.es Collective
fr: © Collectif Cocoliv.es

source: Bibliographic assistance libre software
fr: Logiciel libre d'assistance bibliographique

source: Sentry SDK v{sdk_vers}, reporting to {dsn} (see {website} for details){last}
fr: SDK Sentry v{sdk_vers}, acheminant vers {dsn} (voir {website} pour des détails){last}

source: <big>Last event ID: {}</big>
fr: <big>ID du dernier événement : {}</big>

source: {app} website
fr: Site web de {app}

source: trash.bib
fr: Corbeille.bib

source: queue.bib
fr: File d'attente.bib

source: imported.bib
fr: Éléments importés.bib

# search field
source: type
fr: type d'élément

# search field
source: k
fr: c

# search field
source: key
fr: clef unique

# search field
source: author
fr: auteurice(s)

# search field
source: title
fr: titre

# search field
source: i
fr: d

# search field
source: in_or_by
fr: dans/chez

# search field
source: y
fr: n

# search field
source: year
fr: année

# search field
source: file
fr: fichier

source: Duplicate key {key} in {database}. You should probably edit the file by hand to fix it.
fr: Clef {key} dupliquée dans {database}. Vous devriez éditer le fichier à la main pour corriger.

source: 1<sup>st</sup> ed.
fr: 1<sup>ère</sup> éd.

source: First edition
fr: Première édition

source: 2<sup>nd</sup> ed.
fr: 2<sup>nd</sup> éd.

source: Second edition
fr: Seconde édition

source: 3<sup>rd</sup> ed.
fr: 3<sup>ème</sup> éd.

source: Third edition
fr: Troisième édition

source: 4<sup>th</sup> ed.
fr: 4<sup>e</sup> éd.

source: Fourth edition
fr: Quatrième édition

source: 5<sup>th</sup> ed.
fr: 5<sup>e</sup> éd.

source: Fifth edition
fr: Cinquième édition

source: 6<sup>th</sup> ed.
fr: 6<sup>e</sup> éd.

source: Sixth edition
fr: Sixième édition

source: 7<sup>th</sup> ed.
fr: 7<sup>e</sup> éd.

source: Seventh edition
fr: Septième édition

source: 8<sup>th</sup> ed.
fr: 8<sup>e</sup> éd.

source: Eighth edition
fr: Huitième édition

source: 9<sup>th</sup> ed.
fr: 9<sup>e</sup> éd.

source: Nineth edition
fr: Neuvième édition

source: 10<sup>th</sup> ed.
fr: 10<sup>e</sup> éd.

source: Tenth edition
fr: Dixième édition

source: {ednum}<sup>th</sup> ed.
fr: {ednum}<sup>e</sup> éd.

source: {ednum}th edition
fr: {ednum}ème édition

source: No title
fr: Sans titre

source: No author
fr: Sans auteurice

source: <span color="grey">(trashed on {tDate} from <span face="monospace">{tFrom}</span>)</span>
fr: <span color="grey">(mis à la corbeille le {tDate} depuis <span face="monospace">{tFrom}</span>)</span>

source: <span color="grey">{} (Ed.)</span>
fr: <span color="grey">{} (Éd.)</span>

source: Missing and omissible data
fr: Données manquantes et omissibles

source: The author(s) of the <span face="monospace">title</span>.
fr: L'auteurice ou les auteurice(s) du <span face="monospace">titre</span>.

source: The subtitle related to the <span face="monospace">booktitle</span>. If the <span face="monospace">subtitle</span> field refers to a work which is part of a larger publication, a possible <span face="monospace">subtitle</span> of the main work is given in this field. See also @@@seealso{defaults.fields.doc.subtitle}.
fr: Le sous-titre relatif au <span face="monospace">titre de livre</span>. Si le champ <span face="monospace">sous-titre</span> fait référence à une œuvre qui est une partie d'une publication plus large, alors ici vous pouvez saisir le <span face="monospace">sous-titre</span> de l'œuvre principale. Voyez aussi @@@seealso{defaults.fields.doc.subtitle}.

source: If the <span face="monospace">title</span> field indicates the title of a work which is part of a larger publication, the title of the main work is given in this field. See also @@@seealso{defaults.fields.doc.title}.
fr: Si le champ <span face="monospace">titre</span> indique le titre d'une œuvre qui fait partie d'une plus large publication, alors ce champ doit contenir le titre de l'œuvre principale. See also @@@seealso{defaults.fields.doc.title}.

source: An annex to the <span face="monospace">booktitle</span>, to be printed in a different font.
fr: Une annexe au champ <span face="monospace">booktitle</span>, qui sera affichée dans une police différente.

source: The publication date. See also <span face="monospace">month</span> and <span face="monospace">year</span>. @@@import{2.3.8}
fr: La date de publication. Voyez aussi les champs <span face="monospace">mois</span> et <span face="monospace">année</span>. @@@import{2.3.8}

source: The Digital Object Identifier of the work.
fr: L'Identifiant d'Objet Numérique (D.O.I = <i>Digital Object Identifier</i>) de l'œuvre.

source: The edition of a printed publication. This must be an integer, not an ordinal. Don’t say <span face="monospace">edition={First}</span> or <span face="monospace">edition={1st}</span> but <span face="monospace">edition={1}</span>. The bibliography style converts this to a language dependent ordinal. It is also possible to give the edition as a literal string, for example “Third, revised and expanded edition”.
fr: L'édition d'une publication imprimée. La valeur doit être un nombre entier, pas un ordinal. N'écrivez pas <span face="monospace">edition=Première</span> ni <span face="monospace">edition=1ère</span> mais plutôs <span face="monospace">edition=1</span>. Les style bibliographique convertira le nombre en une valeur ordinale dépendante de la langue utilisée dans votre document. Il est aussi possible de saisir une chaîne de texte littérale complète, comme par exemple « Trosième édition, révisée et étendue” ; mais dans ce cas la chaîne sera laissée telle quelle par le moteur de style, et ne sera donc pas traduite.

source: Editorial Roles
fr: Rôles éditoriaux

source: The electronic identifier of an <span weight="bold" face="monospace">@article</span>.
fr: L'identifiant électronique de l'<span weight="bold" face="monospace">@article</span>.

source: The electronic identifier of an online publication. This is roughly comparable to a DOI but specific to a certain archive, repository, service, or system. @@@seealso{3.13.7} for details. Also see <span face="monospace">eprinttype</span> and <span face="monospace">eprintclass</span>.
fr: L'identifiant électronique d'une publication en ligne. C'est sensiblement comparable au <span face="monospace">D.O.I</span>, mais plus spécifique de certaines archives, dépôts, services ou systèmes. Voyez aussi @@@seealso{3.13.7} pour des détails. Voyez aussi les champs <span face="monospace">type e-Print</span> et <span face="monospace">classe e-Print</span>.

source: The name of a journal, a newspaper, or some other periodical.
fr: Le nom d'un journal en ligne ou papier, ou d'un périodique.

source: The bibliography entry unique key.
fr: La clef unique de l'entrée de bibliographie.

source: The title of the work.
fr: Le titre de l'œuvre.

source: The year of publication. This field is a literal field only when given explicitly in the data (for plain BibTeX compatibility for example). It is however better to use the <span face="monospace">date</span> field as this is compatible with plain years too and supports many more features. @@@import{2.3.8}
fr: L'année de publication. Ce champ est littéral seulement quand écrit explicitement dans les données (pour la compatibilité BibTeX par exemple). C'est toutefois mieux d'utiliser le champ <span face="monospace">date</span> car le moteur peut en extraire l'année, et propose plus de fonctionnalités à partir de la date. @@@import{2.3.8}

source: Abstract
fr: Résumé

source: Afterword
fr: Postface

source: Annotator(s)
fr: Annotateurice(s)

source: Author(s)
fr: Auteurice(s)

source: Chapter
fr: Chapitre

source: Comment(s)
fr: Commentaire(s)

source: Commentator(s)
fr: Commentateurice(s)

source: Edition
fr: Édition

source: Editor(s)
fr: Rédacteurice(s) en chef

source: Editor(s) (type A)
fr: Rédacteurice(s) en chef (type A)

source: Editor(s) (type B)
fr: Rédacteurice(s) en chef (type B)

source: Editor(s) (type C)
fr: Rédacteurice(s) en chef (type C)

source: EID
fr: Identifiant électronique

source: Entries set
fr: Ensemble d'éléments

source: E-Print
fr: identifiant e-Print

source: E-Print class
fr: Classe e-Print

source: E-Print type
fr: Type e-Print

source: File
fr: Fichier

source: Foreword
fr: Préface

source: How published?
fr: Publié comment ?

source: Issue
fr: Parution

source: Issue sub-title
fr: Sous-titre de parution

source: Issue title
fr: Titre de parution

source: Journal sub-title
fr: Sous-titre du journal

source: Journal title
fr: Titre du journal

source: Entry key
fr: Clef

source: Keywords
fr: Mots-clefs

source: Language
fr: Langue

source: Location
fr: Localisation

source: Main subtitle
fr: Sous-titre principal

source: Main title add-on
fr: Ajout au titre principal

source: Main title
fr: Titre principal

source: Month
fr: Mois

source: Number
fr: Numéro

source: Organization
fr: Organisme

source: Origin language
fr: Langue d'origine

source: Total page count
fr: Nombre total de pages

source: Part
fr: Partie

source: Publisher
fr: Éditeurice(s)

source: Publish state
fr: État de publication

source: Series
fr: Collection

source: Subtitle
fr: Sous-titre

source: Title
fr: Titre

source: Title add-on
fr: Ajout au titre

source: Translator(s)
fr: Traducteurice(s)

source: Entry subtype
fr: Sous-type d'entrée

source: URL date
fr: Date de visite de l'URL

source: Year
fr: Année

source: Works of the visual arts such as paintings, sculpture, and installations.
fr: Travaux d'arts visuels comme des toiles, des sculptures, des installation.

source: Audio recordings, typically on audio cd, dvd, audio cassette, or similar media. See also <span weight="bold" face="monospace">@music</span>.
fr: Enregistrements audio ; typiquement sur CD audio, DVD, cassette audio, ou tout media similaire. Voyez aussi le type <span weight="bold" face="monospace">@music</span>.

source: A single-volume collection with multiple, self-contained contributions by distinct authors which have their own title. The work as a whole has no overall author but it will usually have an editor.
fr: Une collection en un seul volume, contenant des contributions d'auteurices distinctes, avec leurs propres titres. L'œuvre en tant que tel n'a pas d'auteurice générale, mais elle aura dans la plupart des cas une éditeurice.

source: Commentaries which have a status different from regular books, such as legal commentaries.
fr: Commentaires qui ont un statut différent des livres standard, comme des commentaires légaux.

source: A legacy alias for <span weight="bold" face="monospace">@inproceedings</span>.
fr: Un alias rétro-compatible du type <span weight="bold" face="monospace">@élément de colloque</span>.

source: An alias for <span weight="bold" face="monospace">@online</span>.
fr: Un alias pour le type <span weight="bold" face="monospace">@en ligne</span>.

source: Images, pictures, photographs, and similar media.
fr: Images, dessins, photographies et media similaires.

source: A contribution to a collection which forms a self-contained unit with a distinct author and title. The <span face="monospace">author</span> refers to the <span face="monospace">title</span>, the <span face="monospace">editor</span> to the <span face="monospace">booktitle</span>, i. e., the title of the collection.
fr: Une contribution à une collection qui forme une unité auto-contenue, avec un titre et une auteurice distincts. Le champ <span face="monospace">auteurice(s)</span> fait référence au champ <span face="monospace">titre</span>, le champ <span face="monospace">éditeurice(s)</span> au champ <span face="monospace">titre de livre</span>, c'est à dire le titre de la collection.

source: Court decisions, court recordings, and similar things.
fr: Décisions de justice, enregistrements judiciaires and choses du même accabit.

source: Legal documents such as treaties.
fr: Documents légaux comme les traités ou les constitutions.

source: Laws, bills, legislative proposals, and similar things.
fr: Lois, projets de loi, propositions législatives et autres choses du même genre.

source: Personal correspondence such as letters, emails, memoranda, etc.
fr: Correspondance personnelle telle que lettres, courriels, notes de service, etc.

source: Technical or other documentation, not necessarily in printed form. The <span face="monospace">author</span> or <span face="monospace">editor</span> is omissible in terms of @@@import{2.3.2}.
fr: Documentation technique ou autre, pas nécessairement sous forme imprimée. L'<span face="monospace">auteur</span> ou l'<span face="monospace">éditeur</span> est omissible selon les termes de @@@import{2.3.2}.

source: A fallback type for entries which do not fit into any other category. Use the field <span face="monospace">howpublished</span> to supply publishing information in free format, if applicable. The field type may be useful as well. <span face="monospace">author</span>, <span face="monospace">editor</span>, and <span face="monospace">year</span> are omissible in terms of @@@cite{defaults.fields.doc.missing_and_omissible_data}.
fr: Un type « de secours » pour les éléments qui ne rentrent dans aucune autre catégorie. Utilisez le champ <span face="monospace">publié comment ?</span> pour fournir les informations de publication dans un format libre, si applicable. Le champ <span face="monospace">type</span> peut aussi être utile. Les champs <span face="monospace">auteurice(s)</span>, <span face="monospace">éditeurice(s)</span> et <span face="monospace">année</span> sont omissibles selon les termes de @@@cite{defaults.fields.doc.missing_and_omissible_data}.

source: Motion pictures. See also <span weight="bold" face="monospace">@video</span>.
fr: Œuvre cinématographiques telles que des films. Voyez aussi le type <span weight="bold" face="monospace">@video</span>.

source: Musical recordings. This is a more specific variant of <span weight="bold" face="monospace">@audio</span>.
fr: Enregistrements musicaux, chansons. C'est une variante plus spéficique du type <span weight="bold" face="monospace">@audio</span>.

source: An online resource. <span face="monospace">author</span>, <span face="monospace">editor</span>, and <span face="monospace">year</span> are omissible in terms of @@@cite{defaults.fields.doc.missing_and_omissible_data}. This entry type is intended for sources such as web sites which are intrinsically online resources. Note that all entry types support the <span face="monospace">url</span> field. For example, when adding an article from an online journal, it may be preferable to use the <span weight="bold" face="monospace">@article</span> type and its <span face="monospace">url</span> field.
fr: Tout type de ressource en ligne, notamment les sites web. Les champs <span face="monospace">auteurice(s)</span>, <span face="monospace">éditeurice(s)</span>, et <span face="monospace">année</span> sont omissibles selon les termes de @@@cite{defaults.fields.doc.missing_and_omissible_data}. Notez que tous les types d'éléments supportent le champ <span face="monospace">URL</span>. Mais par exemple, quand vous ajoutez un article d'un journal en ligne, c'est préférable d'utiliser le type <span weight="bold" face="monospace">@article</span> et son champ <span face="monospace">URL</span>, car un article sera listé dans la bibliographie de manière spécifique et détaillée, alors qu'une ressource en ligne sera présentée de manière plus générique.

source: Musical and theatrical performances as well as other works of the performing arts. This type refers to the event as opposed to a recording, a score, or a printed play.
fr: Performances musicales et théâtrales, et aussi toutes œuvres d'arts performatifs. Ce type se réfère à des évènements, par opposition aux enregistrements, aux partititions et aux pièces imprimées.

source: A technical report, research report, or white paper published by a university or some other institution. Use the <span face="monospace">type</span> field to specify the type of report. The sponsoring institution goes in the <span face="monospace">institution</span> field.
fr: Un rapport technique, rapport de recherches, ou livre blanc publié par une université ou une autre institution. Utilisez le champ <span face="monospace">type</span> pour spécifier le type de rapport. L'institution sponsor sera nommée dans le champ <span face="monospace">institution</span>.

source: Computer software.
fr: Programmes informatiques.

source: National and international standards issued by a standards body such as the International Organization for Standardization.
fr: Standards nationaux et internationaux publiés par des institutions comme l'ISO (<i>International Standards Organization</i>), l'Organisation Internationale des Standards.

source: A thesis written for an educational institution to satisfy the requirements for a degree. Use the <span face="monospace">type</span> field to specify the type of thesis.
fr: Une thèse écrite pour une institution éducative afin d'obtenir un diplôme. Utilisez le champ <span face="monospace">type</span> pour spécifier le type de thèse.

source: Audiovisual recordings, typically on dvd, vhs cassette, or similar media. See also <span weight="bold" face="monospace">@movie</span>.
fr: Enregistrements audiovisuels, typiquement sur DVD, cassette VHS ou media similaires. Voyez aussi le type <span weight="bold" face="monospace">@movie</span>.

source: Artwork
fr: Œuvre d'a_rt

source: Au_dio
fr: Œuvre a_udiophonique

source: Bibliographic Note
fr: Note bibliographique

source: _Book
fr: _Livre

source: Boo_k in book
fr: Livre dans un livre

source: Book_let
fr: _Brochure

source: Commentary
fr: Commentaire

source: Co_nference
fr: Co_nférence

source: In book
fr: Élément de livre

source: In collection
fr: Élément de collection

source: In proceedi_ngs
fr: Co_nférence

source: In reference
fr: Élément d'un ouvrage de référence

source: _Jurisdiction
fr: _Jurisprudence

source: Legal
fr: Traité

source: Le_gislation
fr: Lé_gislation, loi

source: Letter
fr: Lettre

source: Manual
fr: Manuel

source: Masters Thes_is
fr: Thèse de Master

source: _Miscellaneous
fr: _Divers

source: Mov_ie
fr: Œuvre c_inématographique

source: M_usic
fr: Mu_sique

source: Multi-volume book
fr: Livre multi-volumes

source: Multi-volume collection
fr: Collection multi-volumes

source: Multi-volume proceedings
fr: Série de colloques

source: Multi-volume reference
fr: Ouvrage de référence multi-volumes

source: _Online
fr: Site en li_gne

source: Patent
fr: Brevet

source: Performance
fr: Représentation, spectacle

source: _Periodical
fr: _Périodique

source: Ph. _D. Thesis
fr: Thèse de Doctorat

source: Proceedings
fr: Colloque

source: Re_ference
fr: Ouvrage de ré_férence

source: _Report
fr: _Rapport

source: Review
fr: Revue

source: Set of entries
fr: Ensemble d'éléments

source: Soft_ware
fr: Logiciel

source: Supplement to book
fr: Supplément à un livre

source: Supplement to collection
fr: Supplément à une collection

source: Supplement to periodical
fr: Supplément à périodique

source: _Thesis
fr: _Thèse

source: Unpublished
fr: Non-publié

source: _Video
fr: _Vidéo

source: eXtended data
fr: Données étendues

source: Select all files for display.
fr: Sélectionner tous les fichier pour affichage groupé.

source: Open databases
fr: Bases de données ouvertes

source: Close all open files.
fr: Fermer tous les fichiers.

source: _Trash
fr: _Corbeille

source: _Queue
fr: En _attente

source: _Imported
fr: _Importé

source: Drop here!
fr: Déposez ici !

source: Create new {type}
fr: Nouvel élément de type {type}

source: Edit {type} {key}
fr: Édition de l'élément {key} de type {type}

source: Let empty for autogenerated
fr: Laissez vide pour une valeur auto-générée

source: Choose file to record entry into:
fr: Choisissez un fichier destination :

source: Set
fr: Choisir

source: Save
fr: Sauvegarder

source: Set or change BIB storage file
fr: Choisir ou changer la destination

source: <span foreground="grey">Entry is automatically saved; just hit <span face="monospace">ESC</span> or close the window when you are done.</span>
fr: <span foreground="grey">L'élément est sauvegardé automatiquement ; Appuyez simplement sur <span face="monospace">Échap</span> ou fermez la fenêtre quand vous avez terminé.</span>

source: Type new entry key. Use button to generate a new one from entry data.
fr: Saisissez une clef pour le nouvel élément. Utilisez le bouton ci-contre pour en générer une à partir des données.

source: Compute a key from already filled entry fields.
fr: Générer une clef à partir des champs déjà remplis.

source: Change Key
fr: Modifier la clef

source: Required fields
fr: Champs obligatoires

source: Optional fields
fr: Champs optionnels

source: Main fields
fr: Champs principaux

source: Secondary fields
fr: Champs secondaires

source: Other fields
fr: Autres champs

source: Key already present in <span face="monospace">{filename}</span>. Please choose another one.
fr: Clef déjà présente dans <span face="monospace">{filename}</span>. Choisissez-en une autre.

source: Close
fr: Fermer

source: Choose new entry type
fr: Choisissez le type du nouvel élément

source: <span foreground="grey">Keep keyboard key <span face="monospace">Alt</span> pressed to show mnemonics, available on most bibliographic entry types.</span>
fr: <span foreground="grey">Tenez appuyée la touche <span face="monospace">Alt</span> pour afficher les mnémoniques, disponibles sur la plupart des entrées bibliographiques.</span>

source: <span foreground="grey">Hover types marked with <span face="monospace">(?)</span> with your mouse for a moment to show type description.</span>
fr: <span foreground="grey">Survolez les types marqués d'un <span face="monospace">(?)</span> pour afficher leur description.</span>

source: {app}'s main types
fr: Types principaux de {app}

source: Other bibliographic types
fr: Autres types bibliographiques

source: Your main types
fr: Vos types principaux

source: Other types
fr: Autres types d'éléments

source: Working folder
fr: Dossier de travail

source: <i>Working folder</i> {remaining}
fr: <i>Dossier de travail</i> {remaining}

source: <i>Home directory</i> {remaining}
fr: <i>Dossier personnel</i> {remaining}

source: <span color="red" size="{file_size}">missing file</span>
fr: <span color="red" size="{file_size}">fichier manquant</span>

source: <span size="{folder_size}" color="grey">{par_left}in {folder}{par_right}</span>
fr: <span size="{folder_size}" color="grey">{par_left}dans {folder}{par_right}</span>

source: Import
fr: Importer

source: Import file(s) or textual data
fr: Importer les fichiers ou les données textuelles

source: {app} Preferences
fr: Paramètres de {app}

source: <span foreground="grey">Preferences are automatically saved. Hit <span face="monospace">Esc</span> when you are done.</span>
fr: <span foreground="grey">Les paramètres sont automatiquement sauvegardés. Appuyez sur <span face="monospace">Échap</span> ou fermez la fenêtre quand vous avez terminé.</span>

source: Select working folder
fr: Choisissez votre répertoire de travail

source: <b>Working folder</b> <span foreground="grey" size="small">Where your BIB files are stored.</span>
fr: <b>Répertoire de travail</b> <span foreground="grey" size="small">Où sont stockées vos fichiers <span font="monospace">.BIB</span>, et créés les nouveaux.</span>
